<script lang="ts" setup></script>

<template>
  <div class="container">
    <div class="">
      <p class="text-3xl font-bold mb-5">🔴 ویژگی های نرم افزار</p>

      <div class="columns-2 text-xl">
        <p class="mb-2">1. متن کامل قرآن</p>
        <p class="mb-2">2. ۱۴نوع قرائت</p>
        <p class="mb-2">3. قواعد محاسباتی حروف مثل موسی یا موسا</p>
        <p class="mb-2">
          4. قابلیت انتخاب کلمه جمله آیه سوره یا به صورت چند تایی
        </p>
        <p class="mb-2">5. قابلیت دوایر</p>
        <p class="mb-2">6. تعداد حروف</p>
        <p class="mb-2">7. تعداد نقاط</p>
        <p class="mb-2">8. تعداد اعراب</p>
        <p class="mb-2">9. مزاج حروف آتشی آبی بادی خاکی</p>
        <p class="mb-2">10. حروف نورانی و ظلمانی</p>
        <p class="mb-2">11. کوکب و برج حروف</p>
        <p class="mb-2">12. تعداد هر حرف در آیه</p>
        <p class="mb-2">13. تعداد یک کلمه در قرآن یا سوره یا آیه</p>
        <p class="mb-2">14. حذف مکررات</p>
        <p class="mb-2">15. جدول وفقی برای هر قسمت انتخاب شده با انواع روش</p>
        <p class="mb-2">16. جدول وفقی ترکیب متن با قرآن</p>
        <p class="mb-2">
          17. تکسیر آیات انتخاب شده با انواع روش: صدر موخر و موخر صدر
        </p>
        <p class="mb-2">18. تکسیر آیات و متن نوشته شده</p>
        <p class="mb-2">19. جستجوی حرف کلمه اعراب جمله و ...</p>
        <p class="mb-2">
          20. جستجو با قابلیت کلمات تکراری و مشابه یا عدم تکرار
        </p>
        <p class="mb-2">21. دسترسی به ترجمه ها و تفاسیر</p>
        <p class="mb-2">22. دسترسی به خواص آیات</p>
        <p class="mb-2">23. محاسبه تعداد لفظ جلاله (در هر آیه در متن و ...)</p>
        <p class="mb-2">24. نمایش سوره و آیه و جزء و ...</p>
        <p class="mb-2">
          25. محاسبه آیات با حروف مشترک به اندازه مساوی: ۶۰ قاف ۴۰ کاف
        </p>
        <p class="mb-2">26. محاسبه مزاج آیه</p>
        <p class="mb-2">27. محاسبه عدد های ختم یک آیه</p>
        <p class="mb-2">28. جستجوی کلمه ،عبارت، آیه با ابجد برابر یا مشترک</p>
        <p class="mb-2">29. محاسبه اساس و نذیره</p>
        <p class="mb-2">30. تبدیل های جفری حروف اعداد و کلمات</p>
        <p class="mb-2">31. نزدیک ترین کلمات ابجدی نسبت به عبارت جستجو شده</p>
        <p class="mb-2">32. اشتقاقات کبیر یک ریشه</p>
        <p class="mb-2">33. کلماتی که فقط یکبار استعمال شده اند</p>
        <p class="mb-2">34. دسته بندی کلمات بر اساس ریشه</p>
        <p class="mb-2">35. مشابه یابی میزان یکسانی استعمالات</p>
        <p class="mb-2">36. یک کلمه که دو بار پشت سر هم آمده</p>
        <p class="mb-2">37. میزان فراوانی هر کلمه در قرآن</p>
        <p class="mb-2">38. دادن اسماء الهی و دادن میزان اسماء در هر سوره</p>
        <p class="mb-2">
          39. آیاتی که اسماء الهی مشترک دارند با برجسته کردن ۱۱۷ اسم خدا در قرآن
        </p>
        <p class="mb-2">
          40. آیاتی که اول آنها از یک کلمه مقطعه و آخر آنها از کلمه دیگر است
        </p>
        <p class="mb-2">
          41. دادن هر اسم به نرم افزار و گرفتن خروجی اسم هم عددی آن
        </p>
        <p class="mb-2">42. اتصال لغتنامه به نرم افزار</p>
      </div>
    </div>
  </div>
</template>
